Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk-barnehager-bygd-paa-samiske-verdier-spraak-og-kultur.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Barnehager bygd på samiske verdier, språk og kultur
sme: Kronihkka: Mánáidgárddit main leat sámi árvvut, giella ja kultuvra vuođđun

source: Nasjonalt satses det på høyere kvalitet i barnehagene.
sme: Nationála dásis vurdojuvvo eanet kvalitehta mánáidgárddiin.

source: Sametinget satser på å styrke kvaliteten i samiske barnehager.
sme: Sámediggi áigu buoridit kvalitehta sámi mánáidgárddiin.

source: Viktigheten av et godt barnehagetilbud blir med dette understreket.
sme: Dehálašvuohta buori mánáidgárdefálaldagas lea danin dehálaš.

source: Vi ser det blant annet gjennom ny norm for voksentetthet i barnehagene, språkkrav til barnehagelærere, kompetansestrategi og en ny rammeplan for barnehager.
sme: Mii oaidnit dan earret eará ođđa norpmas rávisolbmuid logu várás mánáidgárddiin, giellagáibádusain mánáidgárdeoahpaheddjiin, gelbbolašvuođastrategiijain ja ođđa rámmaplánas mánáidgárddiid várás.

source: Den samiske barnehagesektoren står ovenfor store utfordringer.
sme: Sámi mánáidgárdesuorggis leat ollu hástalusat.

source: Den samiske barnehagesektoren skal både tilfredsstille nasjonale myndighetenes krav og samtidig oppfylle det samiske samfunnets forventninger og krav til å sikre og utvikle samisk språk, kultur og samfunnsliv.
sme: Sámi mánáidgárdesuorgi galgá sihke doahttalit nationála gáibádusaid ja seammás deavdit sámi servodaga vuordámušaid sihkkarastit ja ovddiit sámi giela, kultuvrra ja servodaga.

source: Sametinget har jobbet med et samisk barnehagetilbud over en lengre periode nå.
sme: Sámediggi lea dál guhkit áiggi bargan sámi mánáidgárdefálaldagain.

source: Med målrettet innsats mot nasjonale myndigheter har innholdet i et samisk barnehagetilbud blitt styrket i den nye rammeplanen.
sme: Ulbmillaš áŋgiruššamiin nationála eiseválddiid ektui lea sisdoallu sámi mánáidgárdefálaldagas buoriduvvon ođđa rámmaplánas.

source: Den nye rammeplanen nevner samisk språk og kultur helt tydelig og eksplisitt, og er gjennomgående i rammeplanen.
sme: Ođđa rámmaplánas čuožžu sámi giela ja kultuvrra birra hui čielgasit ja nannosit, ja čuovvu miehtá rámmaplána.

source: Rammeplanen, som forskrift til barnehageloven, har aldri vært så tydelig i sin omtale av samisk språk og kultur og representerer med det et steg framover for samiske barn i barnehagene.
sme: Rámmaplána, mii lea láhkaásahussan mánáidgárdeláhkii, ii leat goasse ovdal leamaš nu čielggas čállosis sámi giela ja kultuvrra birra, ja ovddasta danin dehálaš lávkki sámi mánáide mánáidgárddiin.

source: Den nye rammeplanen setter krav til barnehageansatte og eiere, og etter at samisk innhold er styrket og tydeliggjort i rammeplanen så følger Sametinget dette opp med et barnehageprosjekt.
sme: Ođđa rámmaplána bidjá gáibádusaid mánáidgárdebargiide ja eaiggádiidda, ja maŋŋil go sámi sisdoallu lea buoriduvvon ja čielggasindahkkojuvvon rámmaplánas, de čuovvula Sámediggi dan ovttain mánáidgárdeprošeavttain.

source: Resultatene i prosjektet kan være bidrag til implementering av ny rammeplan.
sme: Bohtosat dán prošeavttas sáhttet leat veahkkin sajustit ođđa rámmaplána.

source: Barnehageprosjektet skal være et verktøy for å definere hva en samisk barnehage er, hva samisk barneoppdragelse er, hvordan skal man jobbe etter sterke språkmodeller og hva som er samiske verdier og normer og ikke minst hvordan jobbe med samisk kultur i barnehagene.
sme: Mánáidgárdeprošeakta galgá leat reaidun defineremii mii sámi mánáidgárdi lea, mii sámi bajásgeassin lea, movt galgá bargat nanu giellamodeallaid mielde ja mat leat sámi árvvut ja norpmat ja eandalii movt bargat sámi kultuvrrain mánáidgárddiin.

source: Det er et ambisiøst prosjekt hvor vi skal svare på hva en samisk barnehage er.
sme: Dát lea prošeakta masa leat stuora vuordámušat, mas mii galgat máhttit muitalit mii okta sámi mánáidgárdi lea.

source: Sametinget anser det som en seier når flere og flere barn får et samisk tilbud i barnehagene.
sme: Sámedikki mielas lea vuoitun go eanet ja eanet mánát ožžot sámi fálaldaga mánáidgárddiin.

source: Derfor er det viktig at et samisk barnehagetilbud over hele Norge er voksende og det dannes flere barnehager med et samisk tilbud som gir barn tilgang til samisk språk og kultur.
sme: Danin lea dehálaš ahte sámi mánáidgárdefálaldat miehtá riikka buorrána ja ahte ásahuvvojit eanet mánáidgárddit main lea sámi fálaldat mii addá mánáide vejolašvuođa oahppat sámi giela ja kultuvrra.

source: Som bakgrunn for et ønske om utvidet barnehagetilbud viser tall at mangelen på samisktalende barnehagelærere er stor, og presset på ansatte er stort når samiskspråklige miljø er små og majoritetsspråk tar overhånd.
sme: Duogážin sávaldahkii oažžut viiddiduvvot mánáidgárdefálaldaga, lea logut mat muitalit ahte sámegielat mánáidgárdebargit váilot sakka, ja lea stuora dárbu dákkár bargiide go sámegielat birrasat leat unnit ja eanetlogugiella vuoitá.

source: Dette gjør at ambisjoner som blir satt gjennom rammeplanen og økt krav til voksentetthet ikke er i korrelasjon med faktiske tall på antall samiskspråklige barnehagelærere.
sme: Dát dagaha ahte višuvnnat mat leat rámmaplánas ja eanet gáibádusat stuorit gáibádusat rávisolbmolohkui eai heive nu bures oktii duohta loguiguin go geahččá galle sámegielat mánáidgárdeoahpaheaddjit gávdnojit.

source: En nøkkel i dette arbeidet er arbeidsplassbaserte barnehagelærerutdanninger som blant annet blir tilbudt på Same Allaskåvllå/Samisk Høgskole.
sme: Danin dárbbašuvvo eanet dihtomielalaš áŋgiruššan rekruteremii. Okta čoavddus lea lea bargosadjevuođđuduvvon mánaidgárdeoahpaheaddjeoahppu mii fállojuvvo earret eará Sámi allaskuvllas.

source: En slik utdanning hvor studenter følger et deltidsstudie mens de er i jobb i barnehage.
sme: Dákkár oahppu mas studeanttat čuvvot oasseáigeoahpu seammás go leat barggus mánáidgárddis.

source: Videre er det behov for tilleggsutdanninger i barnehagepedagogikk, samisk språk og samisk tradisjonell kunnskap.
sme: Viidáset lea dárbu lassioahpuide mánáidgárdepedagogihkas, sámi gielas ja sámi árbevirolaš máhtus.

source: Men dette forutsetter at det settes av ressurser til samisk kompetanseutvikling.
sme: Muhto dát eaktudit ahte várrejuvvojit resurssat sámi gealboloktemii.

source: Følgegruppa for barnehagelærerutdanningen har i sin sluttrapport til Kunnskapsdepartementet rapport nr.5.2017 foreslått ovenfor Same Allaskåvlla/Samisk Høgskole om at de etablerer et kompetansesenter for lærerutdanningene.
sme: Čuovvunjoavku mánaidgárdeoahpaheaddjeoahpus lea iežas loahpparaporttas Máhttodepartementii raporttas no.5.2017 evttohan Sámi allaskuvlii ahte sii ásahit gealboguovddáža oahpaheaddjioahpuid várás.

source: Jeg ser fram til å fremme en sak om rekruttering til Sametingets plenum i løpet av perioden.
sme: Mun illudan ovddidit ášši rekruterema birra Sámedikki dievasčoahkkimii dán áigodagas.

source: Språkutvalget sier i sin rapport NOU 2016: Vájmogiella at samiskspråklige barnehager er det viktigste enkelttiltaket for å sikre, bevaring og vitalisering av samiske språk.
sme: Giellalávdegoddi lohká raporttas NOU 2016: Váibmogiella ahte sámegielat mánáidgárdi lea deháleamos ovttaskas doaibmabidju mii sihkkarastá, seailluha ja ealáskahttá sámi gielaid.

source: Det er i barnehagene vi legger grunnlaget for samisk språk og kultur.
sme: Mánáidgárddiin mii bidjat vuođu sámi gillii ja kultuvrii.

source: Og fra Sametingets side har vi tatt på alvor budskapet som følger NOU 2016:18 Hjertespråket: Det er nå eller aldri for de samiske språkene.
sme: Ja Sámedikki bealis leat mii váldán duođas dieđu mii boahtá ovdan NOU 2016: Váibmogiella raporttas: Dál dat ferte dahkkot juoga sámi gielaid ovddas, dahje ii goasse.

source: Jeg ser fram til følge opp barnehagene i gjennom barnehageprosjektene, og jobbe målrettet mot rekruttering til barnehagelærerutdanninger.
sme: Mun illudan čuovvulit mánáidgárddiid mánáidgárdeprošeavttaid bokte, ja bargat ulbmillaččat rekruteret olbmuid mánáidgárdeoahpaheaddjeohppui.
